Repository: rajinsyed/supermux
Catalog: Packages/Shared/SupermuxZeronUI/Sources/SupermuxZeronUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# supermux.zeron.acknowledgements.hide
source: Hide full license
ja: ライセンス全文を非表示

# supermux.zeron.acknowledgements.preamble
source: The Claude Code chat pane is a SwiftUI port of zeron/comet's chat pane. It redistributes the third-party material below under the licenses shown.
ja: Claude Code のチャットペインは zeron/comet のチャットペインを SwiftUI に移植したものです。以下のサードパーティ素材を、表示されているライセンスのもとで再配布しています。

# supermux.zeron.acknowledgements.show
source: Show full license
ja: ライセンス全文を表示

# supermux.zeron.acknowledgements.title
source: Acknowledgements
ja: 謝辞

# supermux.zeron.attachment.remove
source: Remove attachment
ja: 添付を削除

# supermux.zeron.attachment.tooLarge
source: %@ is too large (24 MB max).
ja: %@ は大きすぎます（最大24MB）。

# supermux.zeron.attachment.unreadable
source: %@ could not be read.
ja: %@ を読み込めませんでした。

# supermux.zeron.attachment.unsupported
source: %@ is not a supported image.
ja: %@ は対応していない画像です。

# supermux.zeron.chip.blob.failed.diff
source: Couldn't load full diff — tap to retry
ja: 差分全体を読み込めませんでした — タップで再試行

# supermux.zeron.chip.blob.failed.output
source: Couldn't load full output — tap to retry
ja: 出力全体を読み込めませんでした — タップで再試行

# supermux.zeron.chip.blob.loading.diff
source: Loading full diff…
ja: 差分全体を読み込み中…

# supermux.zeron.chip.blob.loading.output
source: Loading full output…
ja: 出力全体を読み込み中…

# supermux.zeron.chip.blob.showFull.diff
source: Show full diff
ja: 差分全体を表示

# supermux.zeron.chip.blob.showFull.output
source: Show full output
ja: 出力全体を表示

# supermux.zeron.chip.blob.showFullSized.diff
source: Show full diff (%@)
ja: 差分全体を表示（%@）

# supermux.zeron.chip.blob.showFullSized.output
source: Show full output (%@)
ja: 出力全体を表示（%@）

# supermux.zeron.chip.output.moreLines
source: … %lld more lines
ja: … 他 %lld 行

# supermux.zeron.composer.attach
source: Attach
ja: 添付

# supermux.zeron.composer.fast
source: Fast
ja: 高速

# supermux.zeron.composer.placeholder
source: Do anything…
ja: 何でもどうぞ…

# supermux.zeron.composer.send
source: Send
ja: 送信

# supermux.zeron.composer.steer
source: Send — steers the current run
ja: 送信 — 実行中のターンを誘導します

# supermux.zeron.composer.steerHint
source: This agent can't be steered mid-turn — your message will be queued and sent when the current turn finishes.
ja: このエージェントはターンの途中では誘導できません。メッセージはキューに入り、現在のターンの終了後に送信されます。

# supermux.zeron.composer.stop
source: Stop
ja: 停止

# supermux.zeron.composer.thinking
source: Thinking
ja: 思考

# supermux.zeron.composer.traits
source: Traits
ja: 特性

# supermux.zeron.flavour.brewing
source: Brewing
ja: 醸成中

# supermux.zeron.flavour.combobulating
source: Combobulating
ja: 組み立て中

# supermux.zeron.flavour.composing
source: Composing
ja: 構成中

# supermux.zeron.flavour.conjuring
source: Conjuring
ja: 生成中

# supermux.zeron.flavour.distilling
source: Distilling
ja: 抽出中

# supermux.zeron.flavour.marinating
source: Marinating
ja: 熟成中

# supermux.zeron.flavour.musing
source: Musing
ja: 考察中

# supermux.zeron.flavour.noodling
source: Noodling
ja: 思案中

# supermux.zeron.flavour.percolating
source: Percolating
ja: 浸透中

# supermux.zeron.flavour.plotting
source: Plotting
ja: 計画中

# supermux.zeron.flavour.pondering
source: Pondering
ja: 熟考中

# supermux.zeron.flavour.puzzling
source: Puzzling
ja: 考え中

# supermux.zeron.flavour.riffing
source: Riffing
ja: 着想中

# supermux.zeron.flavour.scheming
source: Scheming
ja: 画策中

# supermux.zeron.flavour.sending
source: Sending
ja: 送信中

# supermux.zeron.flavour.sifting
source: Sifting
ja: 選別中

# supermux.zeron.flavour.sketching
source: Sketching
ja: 下書き中

# supermux.zeron.flavour.thinking
source: Thinking
ja: 思考中

# supermux.zeron.flavour.tinkering
source: Tinkering
ja: 調整中

# supermux.zeron.flavour.untangling
source: Untangling
ja: 解きほぐし中

# supermux.zeron.flavour.weaving
source: Weaving
ja: 紡ぎ中

# supermux.zeron.loader.working
source: Working
ja: 作業中

# supermux.zeron.markdown.copied
source: Copied
ja: コピーしました

# supermux.zeron.markdown.copyCode
source: Copy code
ja: コードをコピー

# supermux.zeron.menu.defaultBadge
source: Default
ja: デフォルト

# supermux.zeron.notice.error
source: Error
ja: エラー

# supermux.zeron.notice.info
source: Note
ja: メモ

# supermux.zeron.notice.warning
source: Warning
ja: 警告

# supermux.zeron.picker.empty.noMatches
source: No models found
ja: モデルが見つかりません

# supermux.zeron.picker.empty.noModels
source: No models available
ja: 利用できるモデルがありません

# supermux.zeron.picker.empty.noStars
source: No starred models yet — hit a row's star
ja: スター付きのモデルはまだありません — 行のスターを押してください

# supermux.zeron.picker.rail.all
source: All models
ja: すべてのモデル

# supermux.zeron.picker.rail.favorites
source: Starred models
ja: スター付きモデル

# supermux.zeron.picker.search.placeholder
source: Search models…
ja: モデルを検索…

# supermux.zeron.picker.star.add
source: Add to starred
ja: スターを付ける

# supermux.zeron.picker.star.remove
source: Remove from starred
ja: スターを外す

# supermux.zeron.result.interrupted
source: interrupted
ja: 中断されました

# supermux.zeron.result.turns
source: %lld turns
ja: %lld ターン

# supermux.zeron.slash.noCommands
source: This agent has no slash commands
ja: このエージェントにはスラッシュコマンドがありません

# supermux.zeron.slash.noMatches
source: No matching commands
ja: 一致するコマンドがありません

# supermux.zeron.status.runFailed
source: Run failed
ja: 実行に失敗しました

# supermux.zeron.status.sending
source: Sending…
ja: 送信中…

# supermux.zeron.thinking.active
source: Thinking…
ja: 思考中…

# supermux.zeron.thinking.settled
source: Thought
ja: 思考

# supermux.zeron.transcript.scrollToBottom
source: Scroll to bottom
ja: 一番下へスクロール
